Repository: DarkSide666/ifresco-client
Catalog: src/Ifresco/ClientBundle/Resources/translations/messages.*.xliff
Languages: de

source: Source Name
de: Quell-Name

source: Source Type
de: Quell-Typ

source: Data Source Name
de: Name der Datenquelle

source: Source Type
de: Typ der Quelle

source: DataBase Name
de: Datenbankname

source: User Name
de: Benutzername

source: Password
de: Passwort

source: Test Connection
de: Verbindung testen

source: Fulltext search on childs
de: Volltextsuche in gef. Ordnern

source: Fulltext search on childs override properties
de: Metadaten kombiniert anzeigen

source: Default Navigation element
de: Standard Navigationselement

source: Parent Node Meta Tab
de: Ordner-Metadaten-Tab

source: Parent Node Meta Level
de: Ordner-Metadaten-Level

source: Parent Meta Document Only
de: Ordner-Metadaten nur für Dokumente

source: Meta On Tree Folder
de: Metadaten aktualisieren - Auswahl Baum

source: Allowed prefixes
de: Ausgewählte Präfixe

source: Export folder nodes?
de: Ordner exportieren ?

source: Settings Export/Import
de: Einstellungen - Export/Import

source: All Admin Settings
de: Alle Admin Einstellungen

source: All Templates & Columnsets
de: Alle Templates & Spaltensets

source: Columnsets
de: Spaltensets

source: Advanced Search Templates
de: Erweiterte Such-Templates

source: Content templates
de: Datenmodell-Templates

source: Content Model Templates
de: Datenmodell-Template

source: Content Model Lookups
de: Datenmodell Lookups

source: Search Templates
de: Such-Templates

source: Quick Search
de: Schnellsuche

source: Column Set
de: Spalten-Sets

source: System Settings
de: System Einstellungen

source: OCR Settings
de: OCR Einstellungen

source: Email Settings
de: Email Einstellungen

source: Aspects
de: Aspekte

source: Content Types
de: Dokumenten-Typen

source: Online Editing
de: Online Editieren

source: Data Sources
de: Datenquellen

source: Past import here
de: Daten hier einfügen

source: Clear clipboard
de: Zwischenablage löschen

source: Checkout
de: Auschecken

source: Last thumbnail modification data
de: Letzte Thumbnail Änderung

source: Creator
de: Erstellt von

source: Created
de: Erstellt am

source: Modified
de: Geändert am

source: Add files
de: Dateien hinzufügen

source: Cancel
de: Abbrechen

source: Remove all
de: Alle entfernen

source: Ready
de: Bereit

source: Title; Description
de: Titel; Beschreibung

source: tiles
de: Miniaturen klein

source: Open in Alfresco
de: In Alfresco öffnen

source: Please Wait
de: Bitte Warten

source: Reset selection
de: Auswahl aufheben

source: Manage saved searches
de: Suchen verwalten

source: Delete selected
de: Ausgewählte löschen

source: Succesfully deleted the selected searches
de: Ausgewählte Suchen erfolgreich gelöscht

source: Please select at least one to delete
de: Bitte wählen Sie mindestens eine zu löschende Suche

source: Save Search
de: Suche speichern

source: Succesfully saved the search '%1%'
de: Die Suche '%1%' wurde erfolgreich gespeichert

source: Saved searches
de: Gespeicherte Suchen
