Repository: DarkSide666/ifresco-client
Catalog: src/Ifresco/ClientBundle/Resources/translations/messages.*.xliff
Languages: de

source: Never used ifresco Client before? Check out the Tutorials on %link%
de: Verwenden Sie zum ersten Mal den ifresco Client? %link%

source: Successfully saved the aspect list!
de: Aspekt Liste wurde erfolgreich gespeichert!

source: An error occured at saving procedure!
de: Fehler beim Speicher Vorgang aufgetreten!

source: Save aspects
de: Speichern Aspekte

source: Loading...
de: Wird geladen...

source: Select an aspect...
de: Aspekt auswählen...

source: Save
de: Speichern

source: Choose Aspects:
de: Aspekte auswählen:

source: Delete all & load Default-List!
de: Alles löschen & Standardliste laden!

source: Successfully saved the Email settings!
de: E-Mail Konfiguration erfolgreich gespeichert!

source: Email Settings
de: E-Mail Konfiguration

source: Content Model
de: Content Modell

source: Advanced Search
de: Erweiterte Suche

source: Columns
de: Spalten

source: General Settings
de: Allgemeine Einstellungen

source: About
de: Info

source: Select a content type...
de: Content Typ auswählen...

source: Next
de: Weiter

source: Close
de: Schliessen

source: Add
de: Hinzufügen

source: Select a property...
de: Property auswählen...

source: Hide on default
de: Unsichtbar - Standardeinstellung

source: Templates
de: Vorlagen

source: Create a Template
de: Vorlage erstellen

source: Column Sets
de: Spalten Sets

source: Add a Column Set
de: Spalten Set hinzufügen

source: Aspects
de: Aspekte

source: Content Types
de: Content Typen

source: Quick Search
de: Schnellsuche

source: Online Editing
de: Online-Bearbeitung

source: Invalid username or password
de: Ungültiger Benutzername/Passwort

source: Login
de: Anmelden

source: Relations
de: Beziehungen

source: Available Aspects:
de: Verfügbare Aspekte:

source: Used Aspects:
de: Verwendete Aspekte:

source: Cancel
de: Beenden

source: This document is locked by %1% !
de: Das Dokument ist gesperrt von %1% !

source: Get Working Copy
de: Arbeitskopie erstell

source: This document is locked for the offline editing by %1% !
de: Das Dokument ist für die offline Bearbeitung von %1% gesperrt !

source: Get Original Document
de: Original Dokument laden

source: Template:
de: Vorlage:

source: Search:
de: Suchen:

source: Show me results for
de: Ergebnisse zeigen für

source: Look in
de: Suchen in

source: Location
de: Ort

source: All Spaces
de: Alle Ordner

source: Specify Space
de: Ordner festlegen

source: Company Home
de: Repository

source: Categories
de: Kategorien

source: All Categories
de: Alle Kategorien

source: Specify Categories
de: Kategorien auswählen

source: Select a template to change the fields...
de: Vorlage auswählen um die Felder zu wechseln...

source: Search Template:
de: Suchvorlage:

source: Search
de: Suchen

source: Search Result
de: Suchergebnis

source: Loading Results...
de: Ergebnisse werden gelesen...

source: Image files
de: Bild Dateien

source: Office files
de: Office Dateien

source: PDF files
de: PDF Dateien

source: Text files
de: Text Dateien

source: Zip files
de: Zip Dateien

source: Video files
de: Video Dateien

source: Misc files
de: Sonstige Dateien

source: You browser doesn't have Flash
de: Silverlight

source: Size:
de: Größe:

source: Drag and Drop a file here %1%
de: Datei per Drag and Drop ziehen %1%

source: Saving...
de: Speichern...

source: Note:
de: Anmerkung:

source: Minor Change
de: Sub-Version

source: Major Change
de: Haupt-Version

source: Select a new file
de: Neue Datei auswählen

source: At least one category is required!
de: Mindestens eine Kategorie erforderlich!

source: Successfully saved the lookups!
de: Lookups wurden erfolgreich gespeichert!

source: Error
de: Fehler

source: Select a field:
de: Feld auswählen:

source: Select a category:
de: Kategorie auswählen:

source: Multiselect
de: Mehrfachselektion

source: Singleselect
de: Einfachselektion

source: Single select only!
de: Nur Einfachauswahl möglich!

source: Create a new lookup field
de: Neues Lookup Feld anlegen

source: Preview
de: Vorschau

source: Preview of the Node -> Renderer
de: Renderer für Dokumenten Voransicht

source: Versions
de: Versionen

source: Version Control of the Node
de: Versionskontrolle

source: Update
de: Aktualisieren

source: Loading Namespaces...
de: Lade Namespaces...

source: Add a Namespace
de: Namespace hinzufügen

source: Delete the selected Namespace
de: Ausgewählten Namespace löschen

source: Prefix
de: Präfix

source: No Namespaces to display.
de: Keine Namespaces zur Anzeige verfügbar.

source: Delete a Namespacemap?
de: Namespace Zuordnung löschen?

source: Do you really want to delete the template:
de: Soll die Vorlage wirklich gelöscht werden:

source: Successfully deleted a Namespacemap!
de: Namespace Zuordnung erfolgreich gelöscht!

source: Your Namespacemap was delete successfully!
de: Ihre Namespace Zuordnung wurde erfolgreich gelöscht!

source: Delete a Namespacemap - Error occured
de: Namepace Zuordnung löschen - Fehler aufgetreten

source: The Namespacemap could not be deleted %1% Reason: %2%
de: Namespace Zuordnung konnte nicht gelöscht werden %1% Grund: %2%

source: Successfully saved the Online Editing settings!
de: Online Bearbeitungs-Einstellungen wurden erfolgreich gespeichert!

source: Online Editing:
de: Online-Bearbeitung:

source: Not active
de: Nicht aktiv

source: Successfully saved the Quick Search Settings!
de: Einstellungen für die Schnell-Suche wurden erfolgreich gespeichert!

source: Save Quick Search Settings
de: Schnell-Such Einstellungen speichern

source: Add a property
de: Property hinzufügen

source: To delete items - drop them here
de: Eintrag löschen - hier her ziehen

source: Successfully saved the columnset!
de: Spalten-Set Konfiguration erfolgreich gespeichert!

source: An error occured at saving procedure!An error occured at saving procedure!
de: Fehler beim Speichern aufgetreten!

source: Save Columnset
de: Spalten-Set Konfiguration Speichern

source: To delete items - drop it here
de: Einträge löschen - hier her ziehen

source: Loading Templates...
de: Vorlagen Laden...

source: Default
de: Standard

source: Action
de: Aktion

source: No ColumnSets to display.
de: Keine Spalten-Sets zur Anzeige vorhanden.

source: Mark default ColumnSet - Error occured!
de: Standard Spalten-Set auswählen - Fehler aufgetreten!

source: The ColumnSet could not be marked as default ColumnSet %1% Reason: %2%
de: Spalten-Set konnte nicht als Standard definiert werden %1% Grund: %2%

source: Delete ColumnSet?
de: Spalten-Set Löschen?

source: Do you really want to delete the ColumnSet:
de: Soll das Spalten-Set wirklich gelöscht werden:

source: Successfully deleted a ColumnSet!
de: Spalten-Set erfolgreich gelöscht!

source: Your ColumnSet is deleted successfully!
de: Ihr Spalten-Set wurde erfolgreich gelöscht!

source: Delete ColumnSet - Error occured!
de: Löschen Spalten-Set - Fehler aufgetreten!

source: The ColumnSet could not be deleted %1% Reason: %2%
de: Das Spalten-Set konnte nicht gelöscht werden %1% Grund: %2%

source: Successfully saved the search template!
de: Such Vorlage wurde erfolgreich gespeichert!

source: Save Search Template
de: Such-Vorlage Speichern

source: Save title
de: Titel Speichern

source: Column Set:
de: Spalten-Set:

source: None
de: Keine

source: Multi Columns:
de: Mehrfach Spalten:

source: Add a tab
de: Tab hinzufügen

source: Add Doctype Properties:
de: Dokumenten-Typ Eigenschaften hinzufügen:

source: Multi Column
de: Mehrfach Spalten

source: No templates to display.
de: Keine Vorlagen zur Anzeige vorhanden.

source: Mark default template - Error occured!
de: Standard Vorlage auswählen - Fehler aufgetreten!

source: The Template could not be marked as default Template %1% Reason: %2%
de: Die Vorlage konnte nicht als Standard ausgewählt werden %1% Grund: %2%

source: Delete template?
de: Vorlage löschen?

source: Successfully delete a template!
de: Vorlage würde erfolgreich gelöscht!

source: Your template was deleted successfully!
de: Ihre Vorlage wurde erfolgreich gelöscht!

source: Delete template - Error occured!
de: Vorlage löschen - Fehler aufgetreten!

source: The Template could not be deleted %1% Reason: %2%
de: Die Vorlage konnte nicht gelöscht werden %1% Grund: %2%

source: Successfully saved the system settings!
de: System Einstellungen wurden erfolgreich gespeichert!

source: Icon Support
de: Unterstützung von Miniaturen

source: Disable Renderers:
de: Renderer deaktivieren:

source: Default Tab of Node:
de: Standard Tab für Knoten:

source: Successfully saved the template!
de: Vorlage erfolgreich gespeichert!

source: Save Template
de: Vorlage speichern

source: Aspects managed as:
de: Aspekte verwalten als:

source: Unvisible
de: Unsichtbar

source: Content Type
de: Content Typ

source: Aspects show as
de: Aspekt anzeigen als

source: Your template was delete successfully!
de: Vorlage wurde erfolgreich gelöscht!

source: Choose Content Type:
de: Content Typ auswählen:

source: Delete all
de: Alle löschen

source: Metadata
de: Profil

source: Display Metadata of the Node
de: Metadaten für Knoten anzeigen

source: From Email
de: E-Mail - Von

source: SMTP Port
de: SMZP Port

source: SMTP Authentication
de: SMTP-Authentifikation

source: SMTP Username
de: SMTP Benutzer

source: SMTP Password
de: SMTP Passwort

source: From Name
de: Von Name

source: Edit template
de: Vorlage bearbeiten

source: Delete template
de: Vorlage löschen

source: Mark as default template
de: Als Standard Vorlage markieren

source: Edit ColumnSet
de: Spalten-Set bearbeiten

source: Delete ColumnSet
de: Spalten-Set Löschen

source: Mark as default ColumnSet
de: Spalten-Set als Standard markieren

source: Person Relations
de: Personen Beziehungen

source: Document Relations
de: Dokumenten Beziehungen

source: This document has no relations.
de: Dokument hat keine Relationen.

source: This document has no version history.
de: Dokument hat keine Versions Historie.

source: Note
de: Bemerkung

source: Date
de: Datum

source: Author
de: Autor

source: Actions
de: Aktion

source: Download
de: Herunterladen

source: Edit Metadata
de: Metadaten bearbeiten

source: Checkout
de: Auschecken

source: Refresh
de: Neu laden

source: Comments
de: Kommentare

source: Document checked out successfully.
de: Dokument erfolgreich ausgecheckt.

source: Checkin
de: Einchecken

source: Document checked in successfully.
de: Dokument erfolgreich eingecheckt.

source: Edit Metadata:
de: Metadaten bearbeiten:

source: Loading
de: Lade

source: Select a columnset to change the columns...
de: Spalten-Set auswählen um die spalten zu ändern...

source: Loading Documents...
de: Dokumente werden geladen...

source: Create Space
de: Ordner anlegen

source: Success
de: Erfolgreich

source: Revert to this Version
de: Zurück zu dieser Version

source: Revert to Version
de: Version zurücksetzen

source: Are you sure you want to revert to Version:
de: Sind sie sicher auf diese Version zurückzusetzen:

source: New Version
de: Neue Version

source: Upload new Version
de: Neue Version hinaufladen

source: Detailed Version Info
de: Detaillierte Versions Info

source: Manage Aspects
de: Aspekte verwalten

source: Specify Type
de: Typ festlegen

source: Checkout to Zoho Writer
de: Auschecken - Zoho Writer

source: Cancel Checkout
de: Auschecken abbrechen

source: Edit in Zoho Writer
de: Bearbeiten - Zoho Writer

source: Checkout in Zoho Writer
de: Auschecken - Zoho Writer

source: Edit in Zoho Sheet
de: Bearbeiten - Zoho Writer

source: Checkout in Zoho Sheet
de: Auschecken - Zoho Sheet

source: DocumentGrid
de: Dokumenten Tabelle

source: No items to display.
de: Keine Elemente anzuzeigen.

source: Open Folder in Alfresco
de: Ordner in Alfresco öffnen

source: Upload File(s)
de: Datei(en) hinaufladen

source: Paste clipboard (copy)
de: Einfügen - Zwischenablage (Kopie)

source: Paste clipboard (cut)
de: Einfügen - Zwischenablage (Ausschneiden)

source: of
de: von

source: Add to clipboard
de: In Zwischenablage einfügen

source: Delete
de: Löschen

source: Add to favorites
de: Zu Favoriten hinzufügen

source: Send as Email
de: Per E-Mail verschicken

source: Preview in new tab
de: Voransicht in neuem Tab

source: Specify type
de: Typ festlegen

source: Manage aspects
de: Aspekte verwalten

source: Quick add aspect
de: Aspekt - Schnellzugriff

source: Taggable
de: Tagging aktivieren

source: Versionable
de: Versionierung aktivieren

source: Classifiable
de: Klassifikation aktivieren

source: View Details in Alfresco
de: Details im Alfresco anzeigen

source: Successfully pasted!
de: Erfolgreich eingefügt!

source: Successfully pasted
de: Erfolgreich eingefügt

source: node(s)
de: Elemente

source: node(s) pasted to the destination folder
de: Elemente im Ziel-Ordner eingefügt

source: Pasting documents
de: Dokumente einfügen

source: An unknown problem occured at the check out process.
de: Unbekanntes Problem beim Check-Out aufgetreten.

source: An unknown problem occured at the check in process.
de: Unbekanntes Problem beim Check-In aufgetreten.

source: Successfully canceled.
de: Abbruch erfolgreich.

source: Open in new Window
de: In neuem Fenster öffnen

source: Upload to Zoho Failed!
de: Hochladen nach Zoho fehlgeschlagen!

source: Checkout to Zoho
de: Auschecken nach Zoho

source: Add Aspect
de: Aspekt hinzufügen

source: Date:
de: Datum:

source: Author:
de: Autor:

source: Detailed Version Information
de: Detaillierte Versions Info

source: Upload a new Version
de: Neue Version hochladen

source: Save & Upload
de: Speichern & Hochladen

source: Create a new Version
de: Neue Version erstellen

source: Revert Version
de: Version zurücksetzen

source: Successfully reverted to the Version:
de: Erfolgreich auf Version zurückgesetzt:

source: Something went wrong at the revert process
de: Fehler beim Rücksetz-Prozess aufgetreten

source: Specify content type error!
de: Fehler beim Festlegen des Content-Typs!

source: An error occured please try it later again.
de: Fehler aufgetreten

source: Delete?
de: Löschen?

source: Do you really want to delete:
de: Soll folgendes wirklich gelöscht werden:

source: Deleting
de: Löschen

source: To
de: An

source: Subject
de: Betreff

source: Attachments
de: Anhänge

source: Send Attachment(s) via Email
de: Dokumente per Email versenden

source: Send
de: Versenden

source: Sending Email
de: E-Mail wird gesendet

source: We could send your email successfully!
de: E-Mail erfolgreich versandt!

source: Successfully created the Space %1%
de: Ordner %1% erfolgreich erstellt

source: ifresco - send files
de: ifresco - Dateien senden

source: Folders
de: Ordner

source: Favorites
de: Favoriten

source: Category:
de: Kategorie:

source: Clear clipboard
de: Zwischenablage löschen

source: Documents
de: Dokumente

source: Horizontal Split
de: Horizontale Aufteilung

source: Vertical Split
de: Vertikale Aufteilung

source: Logout
de: Abmelden

source: Reload
de: Aktualisieren

source: Open in new tab
de: In einem neuen Tab öffnen

source: Browse items in sub-categories?
de: Browsen über Unter-Kategorien?

source: Expand All
de: Alle ausklappen

source: Collapse All
de: Alle zusammenklappen

source: Add a subcategory
de: Unterkategorie hinzufügen

source: Rename this category
de: Kategorie umbenennen

source: Delete this category
de: Kategorie löschen

source: Rename
de: Umbenennen

source: to
de: zu

source: Add category
de: Kategorie hinzufügen

source: Remove of favorites
de: Aus Favoriten entfernen

source: See all documents tagged with
de: Alle Dokumente mit diesem Tag anzeigen

source: Not supported mimetype!
de: Nicht unterstützter MIME-Typ!

source: An unknown error occured!
de: Unbekannter Fehler aufgetreten!

source: Successfully saved to ifresco
de: Erfolgreich in ifresco gespeichert

source: ERROR! Not allowed!
de: FEHLER! Nicht erlaubt!

source: Language
de: Sprache

source: Yes
de: Ja

source: No
de: Nein

source: Username
de: Benutzername

source: Password
de: Passwort

source: Please provide your username.
de: Bitte geben Sie Ihren Benutzernamen ein.

source: Please provide your password.
de: Bitte geben Sie Ihr Passwort ein.

source: you
de: Ihnen

source: Clipboard
de: Zwischenablage

source: Remove from clipboard
de: Aus der Zwischenablage löschen

source: PDF Merge
de: PDF Zusammenführen

source: Select a content type
de: Content Typ auswählen

source: Select a property
de: Property auswählen

source: Successfully saved the types list!
de: Content Typen Liste wurde erfolgreich gespeichert!

source: Save content types
de: Content Typen Liste speichern

source: All Items
de: Alle Elemente

source: File names and contents
de: Inhalt und Dateinamen

source: File names only
de: Nur Dateinamen

source: Space names only
de: Nur Ordner namen

source: Pasting was not successful!
de: Einfügen war nicht erfolgreich!

source: node(s) pasted to the destination folder!
de: Elemente im Ziel-Ordner eingefügt!

source: Date format & time format:
de: Datum- und Zeit Format:

source: Day
de: Tag

source: Day of the month
de: 2 digits with leading zeros

source: A textual representation of a day
de: three letters

source: Day of the month without leading zeros
de: Tag des Monats ohne führende Nullen

source: lowercase 'L'
de: kleines 'L'

source: A full textual representation of the day of the week
de: Ausgeschriebener Wochentags

source: ISO-8601 numeric representation of the day of the week
de: Numerische Repräsentation des Wochentages gemäß ISO-8601

source: English ordinal suffix for the day of the month
de: 2 characters

source: Numeric representation of the day of the week
de: Numerischer Tag einer Woche

source: The day of the year (starting from 0)
de: Der Tag des Jahres (von 0 beginnend)

source: Week
de: Woche

source: ISO-8601 week number of year
de: weeks starting on Monday

source: Month
de: Monat

source: A full textual representation of a month
de: such as January or March

source: Numeric representation of a month
de: with leading zeros

source: A short textual representation of a month
de: three letters

source: Numeric representation of a month
de: without leading zeros

source: Number of days in the given month
de: Anzahl der Tage des angegebenen Monats

source: Year
de: Jahr

source: Whether it's a leap year
de: Schaltjahr oder nicht

source: A full numeric representation of a year
de: 4 digits

source: A two digit representation of a year
de: Jahreszahl

source: Time
de: Uhrzeit

source: Lowercase Ante meridiem and Post meridiem
de: Kleingeschrieben: Ante meridiem (Vormittag) und Post meridiem (Nachmittag)

source: Uppercase Ante meridiem and Post meridiem
de: Großgeschrieben: Ante meridiem (Vormittag) und Post meridiem (Nachmittag)

source: Swatch Internet time
de: Swatch-Internet-Zeit

source: 12-hour format of an hour without leading zeros
de: Stunde im 12-Stunden-Format

source: 24-hour format of an hour without leading zeros
de: Stunde im 24-Stunden-Format

source: 12-hour format of an hour with leading zeros
de: Stunde im 12-Stunden-Format

source: 24-hour format of an hour with leading zeros
de: Stunde im 24-Stunden-Format

source: Minutes with leading zeros
de: Minuten

source: Seconds
de: with leading zeros

source: Microseconds
de: Mikrosekunden

source: Full Date/Time
de: Vollständige(s) Datum/Uhrzeit

source: ISO 8601 date
de: ISO 8601 Datum

source: RFC 2822 formatted date
de: Gemäß RFC 2822 formatiertes Datum

source: Seconds since the Unix Epoch (January 1 1970 00:00:00 GMT)
de: Sekunden seit Beginn der UNIX-Epoche

source: Content
de: Inhalt

source: Category Cache:
de: Kategorien Cache:

source: Too many results
de: Zu viele Ergebn

source: The result list was too big. Please add more arguments to get a good result.
de: Die Ergebnisliste ist zu lange. Bitte verwenden Sie mehr Such-Kriterien.

source: Search again
de: Erneut Suchen

source: Cancel Search
de: Suche Abbrechen

source: Change categories
de: Kategorien ändern

source: From date
de: Von

source: To date
de: Bis

source: Auto. check Sub-Folders
de: Unter-Folder auto. selektieren

source: Uncheck all
de: Keine auswählen

source: Auto. check Sub-Categories
de: Unter-Kategorien auto. selek

source: Successfully saved the Quick export Settings!
de: Einstellungen für die Exportierung wurden erfolgreich gespeichert!

source: Save Quick export Settings
de: Einstellungen für das Exportieren speichern

source: Jobs
de: Aufgaben

source: Export
de: Exportieren

source: Report a bug
de: Einen Fehler melden

source: ISO-8601 year number. This has the same value as Y
de: except that if the ISO week number (W) belongs to the previous or next year

source: Path
de: Pfad

source: Loading Jobs...
de: Lade Aufgaben...

source: Type
de: Typ

source: No running jobs.
de: Keine laufenden Aufgaben.

source: Successfully cleared the finished jobs
de: Fertige Aufgaben wurden erfolgreich gelöscht

source: An error occured at clearing procedure!
de: Fehler beim Speicher Vorgang aufgetreten!

source: Clear finished jobs
de: Fertige Aufgaben löschen

source: Clear finished Jobs
de: Fertige Aufgaben löschen

source: Send via Email
de: Per E-Mail verschicken

source: Exporting...
de: Exportieren ...

source: Current jobs
de: Aufgaben

source: ISO-8601 year number. This has the same value as Y
de: except that if the ISO week number (W) belongs to the previous or next year

source: ISO-8601 year number. This has the same value as Y
de: except that if the ISO week number (W) belongs to the previous or next year

source: Clear all Jobs
de: Alle Jobs löschen

source: OCR Enabled:
de: OCR Aktivieren

source: Enabled
de: Aktiviert

source: Disabled
de: Deaktiviert

source: Available Pages
de: Verfügbare Seiten

source: Set an Endpoint first!
de: Setzen Sie bitte zuerst einen Endpoint.

source: Enable OCR on Upload:
de: Aktiviere OCR beim Upload:

source: OCR behavior:
de: OCR Verhalten:

source: OCRed file as new version
de: OCRte Datei als neue Version

source: Overwrite file with OCRed content
de: Überschreibe Datei mit dem OCRten Inhalt

source: Get AutoOCR:
de: Mehr über AutoOCR:

source: Get AutoOCR PDF or AutoOCR PDF/A here
de: Hier klicken für mehr Information zu AutoOCR PDF oder AutoOCR PDF/A!

source: OCR Files
de: OCR Verarbeitung

source: OCR File
de: OCR Verarbeitung

source: Send files to OCR Engine...
de: Sende Dateien zu OCR Engine...

source: http://shop.xkey.at/en/Scan-and-OCR-Tools
de: http://shop.xkey.at/de/Scan-und-OCR-Tools

source: ISO-8601 year number. This has the same value as Y
de: except that if the ISO week number (W) belongs to the previous or next year

source: Clearing cache...
de: Leere Cache...

source: Sort default
de: Standard Sortierung

source: Ascending
de: Aufsteigend

source: Clear Cache
de: Cache löschen

source: ISO-8601 year number. This has the same value as Y
de: except that if the ISO week number (W) belongs to the previous or next year

source: Export PDF
de: PDF exportieren

source: Generating PDF
de: PDF erstellen

source: An error occured on the generating process! Please try it again later.
de: Ein Fehler ist bei diesem Prozess aufgetreten! Bitte versuchen Sie es erneut.

source: Reset fields
de: Lösche Eingabefelder

source: Parent Meta
de: Ordnerprofil

source: Send as Email link
de: Link als Email senden

source: Download ZIP
de: Als ZIP herunterladen

source: Create HTML
de: HTML erstellen

source: Print
de: Drucken

source: Content Model
de: Daten Modell

source: Create a new user lookup field
de: Neuen Benutzer Lookup anlegen

source: Create a new data source lookup field
de: Neuen SQL-Tabellen Lookup anlegen

source: Category Lookup
de: Kategorien Lookup

source: User Lookup
de: Benutzer Lookup

source: Data Source Lookup
de: SQL-Tabellen Lookup

source: Select Data Source
de: SQL Datenquelle auswählen

source: select a source
de: Quelle auswählen

source: Data Sources
de: Datenquellen

source: Create a Data Sources
de: Datenquelle erstellen
